/*
  Localizable.strings
  Freshchat

  Copyright (c) 2015 Freshdesk. All rights reserved.
*/

/* Solution Categories*/
"faq_title_text"="FAQs";
"faq_close_button_text"="Fechar";
"contact_us_button_text"="Message Us";
"faq_feature_not_enabled_text"="FAQ feature is disabled";

/* Article UpVote DownVote */
"article_vote_prompt_text"="Was this FAQ helpful?";
"article_vote_prompt_yes_button_text"="Sim";
"article_vote_prompt_no_button_text"="Não";

/* Article Vote thank you prompt */
"thank_you_prompt_text"="Obrigado pelo seu feedback!";
"thank_you_prompt_contact_us_button_text"="Still looking for help? Talk to us";

/* Article Detail */
"offline_missing_content_text"="Please connect to the internet to view media content available on this article.";

/* JWT */
"jwt_failure_alert_message" = "Oops! Something went wrong. Please relaunch the screen.";

/* No Internet Connectivity */
"offline_internet_message"="Uh-uh. No internet connection";
"offline_internet_sub_message"="Please check your internet connection.";

/*Channels*/
"channels_title_text"="Atendimento";
"channels_close_button_text"="Fechar";
"channels_feature_not_enabled_text"="Atendimetno está desabilitado.";

/*Restoring view*/
"restore_close_button_text"="Fechar";

/* Message UI */
"message_placeholder_text" = "Escreva uma mensagem";
"messages_close_button_text"="Fechar";
"send_button_text"="Enviar";
"messages_agent_label_text"="Jogga Bank";
"default_action_button_text"="Visualizar";
"default_video_button_text"="Assistir video";
"default_file_button_text"="Abrir arquivo";


"audio_message_title"="Audio message";
"picture_message_title"="Image";
"picture_message_upload_error"="Error loading image. Image not found";

"audio_recording"="Audio Recording";
"audio_recording_stopped"="Recording Stopped";
"audio_recording_permission_denied"="Permission missing. Please enable Microphone permission under Settings.";

"cancel_audio_recording_alert"="Are you sure you want to cancel recording?";

"message_unsent_title"="Your message was not sent";
"message_unsent_info_text"="We were unable to send your message(s) at this time. Check internet or try again later";
"server_error_info_text"="Problem sending message. Please try again later.";

/* Account delete messages for actions*/
"error_message_account_not_active_text" = "This section is no longer available";
"error_message_account_not_active_cancel" = "Cancel";

/*Unsupported message content */
"message_unsupported_content" = "Unsupported message content";

/* Posting audio message alerts */
"short_audio_alert_title" = "Your message is too short.";
"short_audio_alert_description_text" = "The audio recording is too short. Please try again";
"long_audio_alert_title" = "Too long don't you think?";
"long_audio_alert_description_text" = "Your audio message is more than 2 minutes long. Sure you want to send?";
"long_audio_alert_post_button_text" = "Send it";

/* Search View Place Holder */
"search_placeholder_text"="Search FAQs";
"empty_channel_text" = "Oops, no messages here!";
"empty_faq_text" = "Sorry! There are no FAQs available";
"loading_channel_text" = "Loading Messages";
"restoring_channel_text" = "Restoring Messages";
"loading_faq_text" = "Loading";
"min_character_search_text" = "Minimum 3 characters needed to search";

/* New Unread Messages */
"single_new_message_text"="%d New Message";
"multiple_new_messages_text"="%d New Messages";

/* New Message divider */
"new_messages_divider_text"="New Messages";

/* Camera Unavailable alert */
"camera_unavailable_title"="Your camera is unavailable";
"camera_unavailable_description"="Oopsie! Your device doesn't have a camera or the camera is not available for use";
"camera_unavailable_ok_button_text"="OK";
"camera_permission_denied" ="Camera permissions is required to capture pictures";
"photo_library_permission_denied" ="Photo library permission is required access photos";
"camera_permission_alert_cancel" ="Cancel";
"photo_library_permission_alert_cancel" ="Cancel";

/* Picture attached*/
"pic_msg_attachment_close_btn"="Back";
"pic_msg_attachment_title_text"="Picture";

/*Image Attachment*/
"image_attachment_cancel_button_text"="Cancel";
"image_attachment_select_existing_image"="Upload from gallery";
"image_attachment_select_new_image"="Take a picture";

/*general*/
"date_today" = "Today";
"date_tomorrow" = "Tomorrow";

/*Notifications*/
"notification_message_default"="You've got a message!";

/* Customer Satisfaction Survey */

/* Yes No Prompt */
"chat_resolution_prompt_text"="Were all your concerns addressed? ";
"chat_resolution_prompt_yes_button_text"="Yes!";
"chat_resolution_prompt_no_button_text"="No";

"chat_resolution_survey_question_text"="";

/* Survey prompt */
"cust_sat_not_resolved_prompt"="How could we have helped you better?";
"cust_sat_user_comments_placeholder"="Additional feedback";
"cust_sat_submit_button_text"="Send";

/* Message time format */
"chat_message_time_today"="hh:mm a";
"chat_message_time_this_year_short"="MMM dd";
"chat_message_time_this_year_long"="MMM dd',' hh:mm a";
"chat_message_time_other_year"="MMM YYYY";

/* Typically replies */
"typically_replies_within_a_minute"="Typically replies within a minute";
"typically_replies_within_x_minutes"="Typically replies within";
"typically_replies_within_an_hour"="Typically replies within an hour";
"typically_replies_within_2_hours"="Typically replies within 2 hours";
"typically_replies_within_few_hours"="Typically replies within few hours";

"placeholder_minutes"="minutes";

/*Average replies */
"currently_replying_in_a_minute" = "Currently replying in a minute";
"currently_replying_in_x_minutes"="Currently replying in";
"currently_replying_in_an_hour"="Currently replying in an hour";
"currently_replying_in_2_hours"="Currently replying in 2 hours";
"currently_replying_in_few_hours"="Currently replying in few hours";

/*Business hour offline response */
"business_hour_offline"="Ausente, retornaremos em horário comercial.";

/*Drop Down Fragment*/
"dropdown_choose_select"="Click here to select";

/*Carousel*/
"carousel_card_selected_text" = "Selected";
"default_carousel_card_view_btn" = "View";
"default_carousel_card_select_btn" = "Select";
"default_carousel_list_preview_text" = "Choose an option";

/*Calendar*/
"calendar_find_slots_btn" = "Find a slot";
"calendar_cancel_invite_btn" = "Not interested";

"calendar_channel_list_awaiting_confirmation" = "Awaiting time slot confirmation";

"calendar_view_title" = "Schedule a Meeting";
"calendar_email_description" = "Kindly provide us your email address to schedule a meeting with our team";
"calendar_email_placeholder" = "Enter your email id";
"calendar_next_btn" = "Next";

"calendar_alert_cancel_title" = "Cancel Booking";
"calendar_cancel_alert_description" = "Are you sure you want to cancel this booking?";
"calendar_cancel_alert_continue_btn" = "Continue";
"calendar_cancel_alert_booking_btn" = "Cancel Booking";

"calendar_slots_date_format" = "d MMM yyyy";
"calendar_slots_time_format" = "h:mm a";

"calendar_slots_session_morning" = "Morning";
"calendar_slots_session_afternoon" = "Afternoon";
"calendar_slots_session_evening" = "Evening";
"calendar_slots_session_night" = "Night";
"calendar_slots_show_more_btn" = "Show More";
"calendar_slots_cancel_btn" = "Cancel";

"calendar_no_slots_available_text" = "No Slots Available";

"calendar_invite_confirm_btn" = "Confirm";
"calendar_invite_change_slot_btn" = "Change Slot";

"calendar_duration_hour" = "hour";
"calendar_duration_hours" = "hours";
"calendar_duration_mins" = "mins";

"calendar_invite_banner_view_label" = "View";
"calendar_invite_scheduled" = "Scheduled";
"calendar_invite_failed" = "Failed";
"calendar_invite_pending" = "Awaiting Confirmation";
"calendar_invite_scheduled_description" = "Meeting with our Team";

/*Error Pages*/
"error_text" = "An error was encountered";
"retry_button_text" = "Retry";
"empty_article_text" = "No articles found";
"empty_article_category_text" = "No articles found for '%@'";

/*Pagination*/
"load_more_text" = "Loading More...";
"retry_load_more_text" = "Failed to Load. Tap to Retry.";
"internet_retry_load_more_text" = "No Internet Connection. Tap to Retry.";

/*Translation*/
"translation_original_message_title" = "Original";
